{
    "uz": {
        "header": {
            "main-menu": "Bosh sahifa",
            "about": "Biz haqimizda",
            "illnesses": "Kasalliklar",
            "comments": "Sharhlar",
            "certificates": "Sertifikatlar"
        },
        "about": {
            "title": "Biz haqimizda",
            "body": "Qudratli jenshen. Mo'jizaviy o'simlik jenshen \"hayot ildiz\" deb ataladi. Qadimda o'simlik shunday deyilgan: \"Kimki hayotning ildizini topsa, u umrining oxirigacha omadli va sog'lom bo'ladi, u ikki asr yashaydi.\" 500 yildan ortiq vaqt davomida u tibbiyotda ishlatilgan charchoqni, tananing chidamliligini davolash uchun. Jenshen faqat Uzoq Sharqda o'sadi. Bu o'simlik juda sekin o'sadi, ildiz yilda 1 grammga kattalashadi, shuning uchun ehtiyotkorlik bilan jenshen himoyalangan va maxsus plantatsiyalarda yetishtiriladi. Jenshen ekstrakti yangi tadqiqotda saratonning turli shakllari bilan og'rigan bemorlarning holatini sezilarli darajada yaxshilash va qo'shimcha kuch berish qobiliyatini namoyish etdi - bunday xulosalar yaqinda Amerika Klinik Onkologiya Jamiyatining navbatdagi konferentsiyasida e'lon qilindi."
        },
        "benefits": {
            "title": "Qizil jenshen ildizi",
            "benefits": {
                "1": "Qon tarkibida qand moddasining patologik miqdori pasaytiradi",
                "2": "Ishchanlik qobiliyatini kuchaytiradi",
                "3": "Qizil jenshen o’t moddasini organizmdan chiqarib yuboradi, o‘pkada gaz almashinuvini yaxshilaydi",
                "4": "Arterial qon bosimi me‘yorlashtiradi",
                "5": "Endokrin tizimi ish faoliyati barqarorlashtiradi",
                "6": "O‘simlik ildizida alkaloidlar, turli shiralar, C vitamini, oltingugurt va fosfor, hushbo‘y moddalar, shuningdek, mikro va makroelementlar ko'p miqdorda mavjud",
                "7": "Erkaklarda: Libidoni oshiradi (jinsiy ishtiyoq)",
                "8": "Ereksiya faoliyatini sezilarli darajada yaxshilaydi",
                "9": "Spermatozoidlarning sifati va harakatchanligini yaxshilaydi",
                "10": "Ayollarda: Betartib hayz siklini to'g'irlaydi",
                "11": "Gormonal uzilishlarni tiklaydi",
                "12": "Fertil yoshni uzaytira oladi va menopauzani barvaqt boshlanishini oldini oladi."
            }
        },
        "achievements": {
            "title": "Kompaniya muvaffaqiyatlari",
            "body": "Biz erishgan yutuqlarimiz va mijozlarimiz hayotiga ijobiy ta'sir ko'rsatganimiz bilan faxrlanamiz. E'tiborga molik yutuqlarimizdan ba'zilari",
            "1": {
                "title": "10 000+ o'zgarishlar",
                "description": "Bizning shaxsiylashtirilgan ovqatlanish rejalarimiz minglab odamlarga vazn yo'qotish maqsadlariga erishish va sog'lom turmush tarzini saqlashga yordam berdi."
            },
            "2": {
                "title": "A'lo darajadagi e'tirof",
                "description": "Bizning innovatsion yondashuvimiz va mijozlar muvaffaqiyatiga sodiqligimiz uchun maqtovlarga sazovor bo'lgan, shaxsiylashtirilgan ovqatlanish bo'yicha murabbiylik bo'yicha yetakchi provayder sifatida tan olingan."
            },
            "3": {
                "title": "Ijobiy mijozlar sharhlari",
                "description": "Biz murabbiylik dasturimiz orqali sog'lig'i, vazni va umumiy farovonligida sezilarli yaxshilanishlarni boshdan kechirgan qoniqarli mijozlardan ko'plab guvohliklarni oldik."
            },
            "4": {
                "title": "Sog'liqni saqlash bo'yicha eng yaxshi mutaxassislar bilan hamkorlik",
                "description": "Bizning mijozlarimiz yuqori sifatli ko'rsatma va yordam olishlarini ta'minlash uchun hurmatli dietologlar va sog'liqni saqlash mutaxassislari bilan hamkorlik qilamiz."
            }
        },
        "reviews": {
            "title": "Mijozlarimiz fikri"
        },
        "illnesses": {
            "title": "Sizni bezovta qiladigan kasalliklar",
            "1": {
                "title": "Jigar kasalliklari",
                "description": "Biz sog'lig'ida sezilarli yaxshilanishlarni boshdan kechirgan qoniqarli mijozlardan ko'plab guvohliklarni oldik."
            },
            "2": {
                "title": "Suyak bo’gim kasalliklari",
                "description": "Biz sog'lig'ida sezilarli yaxshilanishlarni boshdan kechirgan qoniqarli mijozlardan ko'plab guvohliklarni oldik."
            }
        },
        "illness-page": {
            "1": {
                "title": "Jigar kasalliklari",
                "description": "jigarning surunkali rivojlanib boradigan kasalligi; bunda jigar toʻqimasi yalligʻlanib, uning bir qismi biriktiruvchi toʻqima bilan almashinadi. Jigarning oʻtkir yalligʻlanishi — gepatitda, uning B, C, D shakllarida, oʻtkir gepatit surunkali gepatitga aylanayotganda, bezgak, sil, zaxm, brutsellyoz kabi yuqumli kasalliklarda, oʻt pufagi va oʻt yoʻllarining surunkali yalligʻlanishida, turli kimyoviy moddalardan muntazam zaharlanishda, shuningdek, alkogolizmda va boshqa sabablarga koʻra paydo boʻladi. Jigar sirrozi — sekin rivojlanadigan surunkali kasallik. Jigar sirrozi turlicha namoyon boʻladi va u xastalikning qaysi shaklida kechishi hamda davriga bogʻliq; tekshirganda jigarning qattiqlashgani va funksiyasining buzilganligiga qaramay, kishi uzoq vaqt hech qanday xastalik alomatini sezmay yurishi mumkin. Kasallik zoʻrayganda bemor darmonsizlanadi, ozib ketadi, ishtahadan qoladi, kekiradi, koʻngli ayniydi, baʼzan qusadi, ichi ketadi yoki qotadi, qorni dam boʻladi, tana xarorati koʻtariladi, qorin boʻshligʻida suyuqlik toʻplanishi natijasida u koʻtariladi (istisqo), burni qonaydi, badani qichishadi, baʼzan sargʻayadi; kamqonlik avjiga chiqadi; jigari va ayniqsa talogʻi kattalashadi va qattiqlashadi.",
                "wiki": "https://uz.wikipedia.org/wiki/Jigar_sirrozi"
            },
            "2": {
                "title": "Suyak bo’gim kasalliklari",
                "description": "Revmatik kasalliklarni ichiga bo‘g‘im kasalliklari ham kiradi. Bo‘g‘im kasalliklari 150 ta kasallikni o‘ziga qamrab olgan. Odamlarni jarohatga va nogironlikka sabab bo‘luvchi kasalliklar juda ko‘pchilikni tashkil qiladi. Bular hammaga tanish revmatizm, artrit, osteoartrit, tizimli kasalliklar hisoblanadi. Bu kasallikar ichida eng ko‘p tarqalgani esa osteoartrit (osteoartroz)dir. Kasallik umumiy aholining deyarli 4 foizida uchraydi. Oldinlari bu kasallik yoshi kattalarda, ya'ni 60-70 yoshlilarda uchraydi, degan fikr bo‘lardi. Bugungi kunda bu kasallik yosharib, yoshlarda ham uchrayapti. Buning sabablari juda ko‘p, lekin aniq bir sababi haligacha aniqlanmagan.",
                "wiki": "https://uz.wikipedia.org/wiki/Osteomiyelit"
            }
        },
        "certificates": {
            "title": "Sertifikatlar"
        },
        "buttons": {
            "go-home-page": "Asosiy sahifaga o'tish",
            "more": "Batafsil",
            "consultation": "Bepul konsultatsiya olish",
            "see-all": "Barchasini ko'rish",
            "youtube": "Youtube kanalga o'tish",
            "read-more": "To'liq ma'lumot",
            "call-with-us": "Biz bilan bog'lanish"
        },
        "form": {
            "title": "Biz bilan bog'lanish",
            "full-name": "Ism-familya",
            "full-name-placeholder": "Ism-familyangizni kiriting",
            "phone-number": "Telefon raqam",
            "region": "Viloyat",
            "region-placeholder": "Viloyatingizni kiriting"
        },
        "404": {
            "description": "Sahifa topilmadi!"
        }
    },
    "ru": {
        "header": {
            "main-menu": "Главная",
            "about": "О нас",
            "illnesses": "Болезни",
            "comments": "Отзывы",
            "certificates": "Сертификаты"
        },
        "about": {
            "title": "О нас",
            "body": "Мощный женьшень. Чудодейственное растение женьшень называют «корнем жизни». В древности говорили: «Тот, кто найдет корень жизни, будет счастлив и здоров всю жизнь и проживет два века». Более 500 лет его используют в медицине для лечения усталости и повышения выносливости организма. Женьшень растет только на Дальнем Востоке. Это растение растет очень медленно, его корень увеличивается на 1 грамм в год, поэтому женьшень выращивают на специальных плантациях и тщательно охраняют. Недавние исследования показали, что экстракт женьшеня может значительно улучшить состояние пациентов с различными формами рака и дать дополнительную силу. Такие выводы были представлены на недавней конференции Американского общества клинической онкологии."
        },
        "benefits": {
            "title": "Красный корень женьшеня",
            "benefits": {
                "1": "Снижает патологическое содержание сахара в крови",
                "2": "Повышает работоспособность",
                "3": "Выводит желчь из организма и улучшает газообмен в легких",
                "4": "Нормализует артериальное давление",
                "5": "Стабилизирует работу эндокринной системы",
                "6": "Корень растения содержит алкалоиды, различные соки, витамин С, серу и фосфор, ароматические вещества, а также много микро- и макроэлементов",
                "7": "Для мужчин: Повышает либидо (половое влечение)",
                "8": "Значительно улучшает эректильную функцию",
                "9": "Улучшает качество и подвижность сперматозоидов",
                "10": "Для женщин: Регулирует нерегулярные менструальные циклы",
                "11": "Восстанавливает гормональные нарушения",
                "12": "Может продлить фертильный возраст и предотвратить преждевременную менопаузу."
            }
        },
        "achievements": {
            "title": "Достижения компании",
            "body": "Мы гордимся своими достижениями и тем, как наша работа положительно влияет на жизнь наших клиентов. Вот некоторые из наших значимых достижений:",
            "1": {
                "title": "10 000+ изменений",
                "description": "Наши индивидуальные планы питания помогли тысячам людей достичь своих целей по снижению веса и вести здоровый образ жизни."
            },
            "2": {
                "title": "Высокое признание",
                "description": "Наш инновационный подход и приверженность успеху клиентов получили признание и высокую оценку."
            },
            "3": {
                "title": "Положительные отзывы клиентов",
                "description": "Мы получили множество отзывов от довольных клиентов, которые заметили значительные улучшения в своем здоровье, весе и общем благополучии."
            },
            "4": {
                "title": "Сотрудничество с ведущими специалистами в области здравоохранения",
                "description": "Мы сотрудничаем с уважаемыми диетологами и специалистами в области здравоохранения, чтобы наши клиенты получали высококачественные консультации и поддержку."
            }
        },
        "reviews": {
            "title": "Отзывы наших клиентов"
        },
        "illnesses": {
            "title": "Болезни, которые вас беспокоят",
            "1": {
                "title": "Заболевания печени",
                "description": "Мы получили множество отзывов от довольных клиентов, которые почувствовали значительное улучшение своего здоровья."
            },
            "2": {
                "title": "Заболевания костей и суставов",
                "description": "Мы получили множество отзывов от довольных клиентов, которые почувствовали значительное улучшение своего здоровья."
            }
        },
        "illness-page": {
            "1": {
                "title": "Заболевания печени",
                "description": "хроническое заболевание печени; при котором ткань печени воспаляется и часть ее заменяется соединительной тканью. Острое воспаление печени – при гепатите его формы В, С, D, при котором развивается острый гепатит. в хронический гепатит, малярию, туберкулез, раны. Встречается при инфекционных заболеваниях, таких как бруцеллез, хронические воспаления желчного пузыря и желчевыводящих путей, а также при алкоголизме и других причинах, несмотря на то, что печень затвердела и от этого зависит ее функция; нарушено, человек может длительное время ходить, не замечая никаких симптомов заболевания. При обострении заболевания у больного теряется аппетит, появляется отрыжка, иногда рвота, понос, в результате чего повышается температура. при скоплении жидкости в брюшной полости она поднимается (вздутие), идет кровь из носа, тело чешется, иногда желтеет; пики анемии; печень и особенно селезенка увеличиваются и твердеют",
                "wiki": "https://ru.wikipedia.org/wiki/%D0%A6%D0%B8%D1%80%D1%80%D0%BE%D0%B7_%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%B8"
            },
            "2": {
                "title": "Заболевания костей и суставов",
                "description": "К ревматическим заболеваниям относятся болезни суставов. К болезням суставов относятся 150 заболеваний. Большую часть составляют болезни, вызывающие травмы и инвалидность человека. Это всем известные ревматизм, остеоартроз, наиболее распространенным среди этих заболеваний является остеоартроз (остеоартроз), который Это заболевание встречается почти у 4% населения в целом. Сегодня это заболевание становится все моложе и моложе. Для этого есть много причин, но точная причина еще не определена",
                "wiki": "https://uz.wikipedia.org/wiki/Osteomiyelit"
            }
        },
        "certificates": {
            "title": "Сертификаты"
        },
        "buttons": {
            "go-home-page": "Перейти на домашнюю страницу",
            "more": "Более",
            "consultation": "Получить бесплатную консультацию",
            "see-all": "Смотреть все",
            "youtube": "Перейти на YouTube",
            "read-more": "Читать дальше",
            "call-with-us": "Связаться с нами"
        },
        "form": {
            "title": "Связаться с нами",
            "full-name": "Имя и фамилия",
            "full-name-placeholder": "Введите ваше имя и фамилию",
            "phone-number": "Номер телефона",
            "region": "Область",
            "region-placeholder": "Введите вашу область"
        },
        "404": {
            "description": "Страница не найдена!"
        }
    },
    "en": {
        "header": {
            "main-menu": "Home",
            "about": "About Us",
            "illnesses": "Illnesses",
            "comments": "Comments",
            "certificates": "Certificates"
        },
        "about": {
            "title": "About Us",
            "body": "The powerful ginseng. The miraculous plant ginseng is called the 'root of life.' In ancient times it was said: 'Whoever finds the root of life will be lucky and healthy for the rest of their life, and will live for two centuries.' For over 500 years, it has been used in medicine to treat fatigue and improve the body's endurance. Ginseng only grows in the Far East. The plant grows very slowly, with the root increasing by 1 gram per year, which is why ginseng is carefully protected and grown on special plantations. Recent studies have shown that ginseng extract can significantly improve the condition of patients with various forms of cancer and give them extra strength – such findings were recently presented at a conference of the American Society of Clinical Oncology."
        },
        "benefits": {
            "title": "Red Ginseng Root",
            "benefits": {
                "1": "Reduces pathological sugar levels in the blood",
                "2": "Increases working capacity",
                "3": "Removes bile from the body and improves gas exchange in the lungs",
                "4": "Normalizes blood pressure",
                "5": "Stabilizes the function of the endocrine system",
                "6": "The plant root contains alkaloids, various juices, vitamin C, sulfur, phosphorus, aromatic substances, as well as a lot of micro and macro elements",
                "7": "For men: Increases libido (sexual desire)",
                "8": "Significantly improves erectile function",
                "9": "Improves sperm quality and mobility",
                "10": "For women: Regulates irregular menstrual cycles",
                "11": "Restores hormonal imbalances",
                "12": "Can extend fertility age and prevent premature menopause."
            }
        },
        "achievements": {
            "title": "Company Achievements",
            "body": "We are proud of our achievements and the positive impact we've made on the lives of our clients. Here are some of our noteworthy accomplishments:",
            "1": {
                "title": "10,000+ Transformations",
                "description": "Our personalized nutrition plans have helped thousands of people achieve their weight loss goals and maintain a healthy lifestyle."
            },
            "2": {
                "title": "High Recognition",
                "description": "Our innovative approach and commitment to client success have earned us praise and recognition as a leading provider of personalized nutrition coaching."
            },
            "3": {
                "title": "Positive Client Testimonials",
                "description": "We've received numerous testimonials from satisfied clients who have seen significant improvements in their health, weight, and overall well-being."
            },
            "4": {
                "title": "Partnerships with Top Health Experts",
                "description": "We collaborate with respected dietitians and healthcare professionals to ensure our clients receive high-quality guidance and support."
            }
        },
        "reviews": {
            "title": "Client Reviews"
        },
        "illnesses": {
            "title": "Illnesses That Bother You",
            "1": {
                "title": "Liver diseases",
                "description": "We have received many testimonials from satisfied customers who have experienced significant improvements in their health."
            },
            "2": {
                "title": "Diseases of bones and joints",
                "description": "We have received many testimonials from satisfied customers who have experienced significant improvements in their health."
            }
        },
        "illness-page": {
            "1": {
                "title": "Liver diseases",
                "description": "a chronic disease of the liver; in which the liver tissue becomes inflamed and part of it is replaced by connective tissue. Acute inflammation of the liver - in hepatitis, its B, C, D forms, when acute hepatitis turns into chronic hepatitis, malaria, tuberculosis, wounds, It occurs in infectious diseases such as brucellosis, chronic inflammation of the gall bladder and bile ducts, as well as in alcoholism and other reasons depends; despite the fact that the liver has hardened and its function is impaired, a person can walk for a long time without noticing any symptoms of the disease. When the disease worsens, the patient loses appetite, belches, sometimes vomits, has diarrhea, and the body becomes restless. the temperature rises, as a result of the accumulation of fluid in the abdominal cavity, it rises (distension), the nose bleeds, the body itches, sometimes it turns yellow; anemia peaks; the liver and especially the spleen become enlarged and hardened.",
                "wiki": "https://en.wikipedia.org/wiki/Cirrhosis"
            },
            "2": {
                "title": "Diseases of bones and joints",
                "description": "Rheumatic diseases include joint diseases. Joint diseases include 150 diseases. Diseases that cause injury and disability to people are the majority. These are all known rheumatism, osteoarthritis, the most common among these diseases is osteoarthritis (osteoarthrosis), which occurs in almost 4% of the general population it would be an idea. Today, this disease is getting younger and younger. There are many reasons for this, but an exact reason has not been identified yet.",
                "wiki": "https://uz.wikipedia.org/wiki/Osteomyelitis"
            }
        },
        "certificates": {
            "title": "Certificates"
        },
        "buttons": {
            "go-home-page": "Go to Home Page",
            "more": "More",
            "consultation": "Get a Free Consultation",
            "see-all": "See All",
            "youtube": "Go to YouTube Channel",
            "read-more": "Read More",
            "call-with-us": "Contact Us"
        },
        "form": {
            "title": "Contact Us",
            "full-name": "Full Name",
            "full-name-placeholder": "Enter your full name",
            "phone-number": "Phone Number",
            "region": "Region",
            "region-placeholder": "Enter your region"
        },
        "404": {
            "description": "Page not found!"
        }
    }   
}
