{
    "1": {
        "title": "Jigar kasalliklari",
        "description": "jigarning surunkali rivojlanib boradigan kasalligi; bunda jigar toʻqimasi yalligʻlanib, uning bir qismi biriktiruvchi toʻqima bilan almashinadi. Jigarning oʻtkir yalligʻlanishi — gepatitda, uning B, C, D shakllarida, oʻtkir gepatit surunkali gepatitga aylanayotganda, bezgak, sil, zaxm, brutsellyoz kabi yuqumli kasalliklarda, oʻt pufagi va oʻt yoʻllarining surunkali yalligʻlanishida, turli kimyoviy moddalardan muntazam zaharlanishda, shuningdek, alkogolizmda va boshqa sabablarga koʻra paydo boʻladi. Jigar sirrozi — sekin rivojlanadigan surunkali kasallik. Jigar sirrozi turlicha namoyon boʻladi va u xastalikning qaysi shaklida kechishi hamda davriga bogʻliq; tekshirganda jigarning qattiqlashgani va funksiyasining buzilganligiga qaramay, kishi uzoq vaqt hech qanday xastalik alomatini sezmay yurishi mumkin. Kasallik zoʻrayganda bemor darmonsizlanadi, ozib ketadi, ishtahadan qoladi, kekiradi, koʻngli ayniydi, baʼzan qusadi, ichi ketadi yoki qotadi, qorni dam boʻladi, tana xarorati koʻtariladi, qorin boʻshligʻida suyuqlik toʻplanishi natijasida u koʻtariladi (istisqo), burni qonaydi, badani qichishadi, baʼzan sargʻayadi; kamqonlik avjiga chiqadi; jigari va ayniqsa talogʻi kattalashadi va qattiqlashadi.",
        "wiki": "https://uz.wikipedia.org/wiki/Jigar_sirrozi"
    },
    "2": {
        "title": "Suyak bo'g'im kasalliklari",
        "description": "Revmatik kasalliklarni ichiga bo‘g‘im kasalliklari ham kiradi. Bo‘g‘im kasalliklari 150 ta kasallikni o‘ziga qamrab olgan. Odamlarni jarohatga va nogironlikka sabab bo‘luvchi kasalliklar juda ko‘pchilikni tashkil qiladi. Bular hammaga tanish revmatizm, artrit, osteoartrit, tizimli kasalliklar hisoblanadi. Bu kasallikar ichida eng ko‘p tarqalgani esa osteoartrit (osteoartroz)dir. Kasallik umumiy aholining deyarli 4 foizida uchraydi. Oldinlari bu kasallik yoshi kattalarda, ya'ni 60-70 yoshlilarda uchraydi, degan fikr bo‘lardi. Bugungi kunda bu kasallik yosharib, yoshlarda ham uchrayapti. Buning sabablari juda ko‘p, lekin aniq bir sababi haligacha aniqlanmagan.",
        "wiki": "https://uz.wikipedia.org/wiki/Osteomiyelit"
    }
}